<?php

const __ERR_USER_NO_PRIV = ["NO_PRIVILEGES", "Недостаточно полномочий для выполнения запрошенной операции! Пользователь не зарегистрирован или заблокирован администратором."];

const __ERR_REGREQ_NOT_UNIQ = ["REGREQ_NOT_UNIQ", "Заявка на регистрацию указанного лицевого счета уже создана. Повторно заявку можно будет подать, после обработки оператором существующей."];

const __ERR_ACC_BAD_SECRET_CODE = ["BAD_SECRET_CODE", "Неверно указан проверочный код или номер лицевого счета."];
const __ERR_ACC_NOT_OWNED = ["ACC_NOT_OWNED", "Данные по запрошенному лицевому счету недоступны, так как лицевой счет не присоединен к учетной записи."];

?>